{
    "scientists": [
        {
            "id": "1",
            "name": "سيجموند فرويد",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/SigmundFreud.jpg",
            "categories": ["تفسير الأحلام", "استكشاف اللاوعي"],
            "categoryKeys": ["dream_interpretation_key", "subconscious_exploration_key"],
            "description": "طبيب أعصاب نمساوي ومؤسس التحليل النفسي.",
            "bioUrl": "كان سيجموند فرويد طبيب أعصاب نمساويًا أسس التحليل النفسي. وُلد فرويد في فرايبرغ، مورافيا (الآن جزء من جمهورية التشيك)، وطوّر نظريات ثورية حول العقل اللاواعي وتفسير الأحلام. عمله الرئيسي، \"تفسير الأحلام\" (1899)، أرسى الأحلام باعتبارها \"الطريق الملكي إلى اللاوعي\".\n\nافترض فرويد أن الأحلام تمثل تحقيقًا للرغبات، حيث تظهر الرغبات المكبوتة والأفكار اللاواعية بأشكال مقنعة. وميّز بين المحتوى الظاهر للأحلام (ما نتذكره) والمحتوى الكامن (المعاني الخفية). ووفقًا لفرويد، يستخدم العقل آليات \"عمل الحلم\" مثل التكثيف، والإزاحة، والترميز لتحويل الرغبات المحظورة إلى صور أقل تهديدًا.\n\nطوال حياته المهنية، حلل فرويد العديد من الأحلام، بما في ذلك حلمه الشهير \"حقنة إيرما\"، ليُظهر كيف تعكس الأحلام العمليات اللاواعية. ظلت نظريته في الأحلام محورية في ممارسة التحليل النفسي، على الرغم من أن العديد من جوانبها قد تم تحديها من خلال الأبحاث اللاحقة."
        },
        {
            "id": "2",
            "name": "كارل يونغ",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Carl_Gustav.jpg",
            "categories": ["تفسير الأحلام", "استكشاف اللاوعي"],
            "categoryKeys": ["dream_interpretation_key", "subconscious_exploration_key"],
            "description": "طبيب نفسي ومحلل نفسي سويسري، مؤسس علم النفس التحليلي.",
            "bioUrl": "كان كارل غوستاف يونغ طبيبًا نفسيًا سويسريًا أسس علم النفس التحليلي. في البداية كان متعاونًا وثيقًا مع فرويد، ثم طور يونغ لاحقًا نظرياته الخاصة حول النفس، والأحلام، واللاوعي الجمعي.\nعلى عكس فرويد، رأى يونغ الأحلام كتعبيرات مباشرة عن اللاوعي بدلاً من كونها رغبات مقنعة. كان يعتقد أن الأحلام تخدم وظيفة تعويضية، موازنة بين المواقف الواعية ووجهات النظر اللاواعية. قدم يونغ مفاهيم رئيسية مثل النماذج الأصلية (الأنماط الرمزية العالمية)، واللاوعي الجمعي (الذكريات الموروثة المشتركة)، والتفرد (العملية النفسية لدمج الوعي مع اللاوعي).\nميّز يونغ بين \"الأحلام الصغيرة\" (التي تعكس اهتمامات شخصية) و\"الأحلام الكبيرة\" (التي تحتوي على صور نموذجية قوية ذات أهمية أكبر). وثّق دفتر يومياته الخاص بالأحلام، المعروف باسم \"الكتاب الأحمر\"، استكشافه الشخصي للاوعي من خلال الأحلام والخيال النشط.\nأكد نهج يونغ في تفسير الأحلام على التضخيم – استكشاف الارتباطات، والمعاني الثقافية، والنطاق النموذجي لرموز الأحلام – بدلاً من اختزال الأحلام إلى رغبات مكبوتة."
        },
        {
            "id": "3",
            "name": "ألفريد أدلر",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/AlfredAdler.jpg",
            "categories": ["تفسير الأحلام"],
            "categoryKeys": ["dream_interpretation_key"],
            "description": "طبيب نمساوي ومعالج نفسي ومؤسس مدرسة علم النفس الفردي.",
            "bioUrl": "كان ألفريد أدلر عالم نفس نمساويًا ومؤسس مدرسة علم النفس الفردي. بعد أن كان جزءًا من الدائرة المقربة لفرويد، انفصل أدلر ليطور نهجه النفسي الخاص الذي يؤكد على الاهتمام الاجتماعي والسعي للتفوق للتغلب على مشاعر الدونية.\nاختلفت نظرية أدلر في الأحلام اختلافًا كبيرًا عن نظرية فرويد. لم يرَ الأحلام كتعبيرات عن رغبات مكبوتة بل كتمارين لأفعال مستقبلية أو محاولات لحل المشكلات. تعكس الأحلام، وفقًا لأدلر، تحديات وأهداف الحالم الحالية، وتعمل على إعداد الفرد للمواقف أو القرارات القادمة. بالنسبة لأدلر، تكشف الأحلام عن أسلوب حياة الحالم ومعتقداته الأساسية حول نفسه ومكانه في العالم. في تفسير الأحلام، ركز بشكل أقل على المعنى الرمزي وأكثر على كيفية عكس الأحلام لأنماط الفرد المميزة في التفكير والسلوك."
        },
        {
            "id": "4",
            "name": "كالفن إس. هول",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Calvin_S_Hall.png",
            "categories": ["تفسير الأحلام"],
            "categoryKeys": ["dream_interpretation_key"],
            "description": "عالم نفس أمريكي معروف بعمله في تحليل محتوى الأحلام.",
            "bioUrl": "كان كالفن إس. هول عالم نفس أمريكيًا طور النظرية المعرفية للأحلام. بصفته مديرًا لمعهد أبحاث الأحلام، جمع هول وحلل أكثر من 50,000 حلم من أشخاص من مختلف الأعمار والثقافات والخلفيات.\nنهج هول، المعروف بتحليل المحتوى، تضمن فحص محتوى الأحلام بشكل منهجي بحثًا عن أنماط في البيئات، والشخصيات، والتفاعلات، والعواطف، والنتائج. افترض أن الأحلام تعكس \"النظام المعرفي\" للحالم - تصوراتهم عن الذات والآخرين، والمشكلات، والصراعات، والاهتمامات.\nعلى عكس مناهج التحليل النفسي، أشارت نظرية هول المعرفية إلى أن الأحلام لا تخفي المعاني بل تعكس بشفافية أفكار الحالم ومشاعره وعالمه الشخصي. طورت أبحاثه بشكل كبير الدراسة العلمية للأحلام من خلال تأسيس طرق تجريبية لتحليل محتوى الأحلام."
        },
        {
            "id": "5",
            "name": "آن فاراداي",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Ann_Faraday.png",
            "categories": ["تفسير الأحلام"],
            "categoryKeys": ["dream_interpretation_key"],
            "description": "عالمة نفس ومؤلفة بريطانية معروفة بتعميم تقنيات تفسير الأحلام.",
            "bioUrl": "آن فاراداي هي عالمة نفس بريطانية ساعدت في تعميم العمل على الأحلام في السبعينيات من خلال كتبها الأكثر مبيعًا \"لعبة الأحلام\" (1974) و\"قوة الأحلام\" (1972). حصلت على درجة الدكتوراه في علم النفس من كلية لندن الجامعية ودرست تحت إشراف باحث الأحلام كريستوفر إيفانز.\nجعل نهج فاراداي تفسير الأحلام في متناول عامة الناس، حيث جمع بين عناصر من علم النفس الفرويدي واليونغي والوجودي مع تقنيات عملية لتذكر الأحلام وتحليلها. دعت إلى تدوين الأحلام وطورت طرقًا خطوة بخطوة للتعامل مع الأحلام.\nعلى عكس الباحثين الأكاديميين، أكدت فاراداي على القيمة العملية للأحلام لفهم الذات والنمو الشخصي. ساعد عملها في ترسيخ تفسير الأحلام كممارسة للمساعدة الذاتية وأثر في تطوير مجموعات وورش عمل الأحلام."
        },
        {
            "id": "6",
            "name": "باتريشيا غارفيلد",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Patricia_Garfield.png",
            "categories": ["تفسير الأحلام"],
            "categoryKeys": ["dream_interpretation_key"],
            "description": "عالمة نفس ومؤلفة أمريكية، رائدة في دراسة الأحلام الواضحة.",
            "bioUrl": "باتريشيا غارفيلد هي عالمة نفس ومؤلفة أمريكية تخصصت في أبحاث الأحلام لأكثر من 50 عامًا. شاركت في تأسيس جمعية دراسة الأحلام (الآن الجمعية الدولية لدراسة الأحلام) في عام 1983.\nتشتهر غارفيلد بعملها الرائد في مجال الأحلام الواضحة - أي الوعي بأن المرء يحلم أثناء وجوده في حالة الحلم. كان كتابها \"الحلم الإبداعي\" (1974) من أوائل الكتب التي قدمت تقنيات عملية لتحفيز واستخدام الأحلام الواضحة للإبداع والنمو الشخصي.\nإلى جانب الأحلام الواضحة، درست غارفيلد أنماط الأحلام العالمية عبر الثقافات، وأحلام النساء طوال دورة حياتهن، والأحلام أثناء الحمل والفجيعة. يجمع نهجها بين البحث العلمي والتطبيق الشخصي، مما يجعل معرفة الأحلام في متناول غير المتخصصين."
        },
        {
            "id": "7",
            "name": "جيريمي تايلور",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Jeremy_Taylor,_Dreamworker.jpg",
            "categories": ["تفسير الأحلام"],
            "categoryKeys": ["dream_interpretation_key"],
            "description": "مؤلف وممارس أحلام أمريكي معروف بعمله في الأحلام الإسقاطية.",
            "bioUrl": "كان جيريمي تايلور ممارس أحلام أمريكيًا، وكاهنًا توحيديًا عالميًا، ومؤلفًا متخصصًا في عمل الأحلام الجماعي. أسس معهد عمل الأحلام وجمعية دراسة الأحلام (مع باتريشيا غارفيلد وآخرين).\nطور تايلور \"عمل الأحلام الإسقاطي\"، وهو نهج يعتمد على فرضية أن جميع الأحلام تخدم الصحة والكمال، بغض النظر عن مدى صعوبتها أو إخافتها. أكدت طريقته على أن الحالم وحده هو الذي يمكنه تحديد معنى الحلم، بينما يقدم الآخرون وجهات نظر تبدأ بـ \"لو كان هذا حلمي...\".\nعلى عكس المناهج السريرية، ركز عمل تايلور على الأبعاد الروحية للأحلام وإمكاناتها في بناء المجتمع. قاد مجموعات عمل الأحلام لمجموعات سكانية متنوعة، بما في ذلك في السجون والمدارس والمستشفيات، وكتب العديد من الكتب، بما في ذلك \"حكمة أحلامك\" و\"حيث يطير الناس ويتدفق الماء صعودًا\"."
        },
        {
            "id": "8",
            "name": "ابن سيرين",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Ibn_Sirin.png",
            "categories": ["تفسير الأحلام"],
            "categoryKeys": ["dream_interpretation_key"],
            "description": "عالم إسلامي من العصور الأولى، مشهور بعمله في تفسير الأحلام.",
            "bioUrl": "كان محمد بن سيرين متصوفًا مسلمًا ومفسر أحلام وعالمًا من البصرة (في العراق الحالي) في الفترة الإسلامية المبكرة. وهو مشهور بأنه مؤلف أشهر كتاب لتفسير الأحلام في الثقافة الإسلامية، على الرغم من أن العديد من الأعمال المنسوبة إليه من المحتمل أن تكون قد كُتبت من قبل علماء لاحقين.\nتأثر نهج ابن سيرين في الأحلام بكل من التعاليم الإسلامية والتقاليد العربية قبل الإسلام. وصنف الأحلام إلى ثلاثة أنواع: أحلام صادقة (من الله)، وأحلام تعكس اهتمامات شخصية، وأحلام كاذبة (من الشيطان).\nأخذت طريقته في تفسير الأحلام في الاعتبار الظروف الشخصية للحالم، ومكانته الدينية، ووضعه الاجتماعي. لا يزال \"معجم الأحلام\" (منتخب الكلام في تفسير الأحلام) المنسوب لابن سيرين مؤثرًا في الثقافة الإسلامية، حيث لا تزال إصدارات مختلفة منه تُستشار لتفسير الأحلام."
        },
        {
            "id": "9",
            "name": "أرتميدوروس الدالدي",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/ArtemidorusofDaldis.png",
            "categories": ["تفسير الأحلام"],
            "categoryKeys": ["dream_interpretation_key"],
            "description": "عراف محترف ومفسر أحلام من اليونان القديمة.",
            "bioUrl": "كان أرتميدوروس الدالدي مفسر أحلام محترفًا في اليونان القديمة خلال القرن الثاني الميلادي. عمله المكون من خمسة مجلدات، \"أونيروكريتيكا\" (تفسير الأحلام)، هو أشمل كتاب أحلام باقٍ من العصور القديمة.\nجمع أرتميدوروس الأحلام ونتائجها من جميع أنحاء عالم البحر الأبيض المتوسط، مُنشئًا نهجًا منهجيًا لتفسير الأحلام. ميّز بين \"إنهيبنيا\" (الأحلام العادية التي تعكس اهتمامات الحالم الحالية) و\"أونيروي\" (الأحلام التنبؤية التي تتطلب تفسيرًا).\nأخذت طريقته في الاعتبار هوية الحالم ومهنته ووضعه الاجتماعي في تحديد معنى الحلم. بينما تعكس بعض التفسيرات تحيزات ثقافية قديمة، فإن العديد من مبادئ نهج أرتميدوروس - مثل مراعاة السياق واستخدام الترابط - أثرت في تقاليد تفسير الأحلام اللاحقة في الثقافات الأوروبية والبيزنطية والإسلامية."
        },
        {
            "id": "10",
            "name": "ماري لويز فون فرانتس",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Marie_Luise.jpg",
            "categories": ["تفسير الأحلام"],
            "categoryKeys": ["dream_interpretation_key"],
            "description": "عالمة نفس وباحثة يونغية سويسرية، معروفة بتفسيراتها للحكايات الخرافية.",
            "bioUrl": "كانت ماري لويز فون فرانتس عالمة نفس وباحثة يونغية سويسرية عملت عن كثب مع كارل يونغ لأكثر من 30 عامًا. بعد وفاة يونغ، أصبحت من أبرز مفسري أعماله، لا سيما في مجالات الأحلام، والخيمياء، والحكايات الخرافية، والخيال النشط.\nوسعت فون فرانتس أفكار يونغ حول الأحلام، مؤكدة على معناها الموضوعي ووظيفتها التعويضية. طورت طرقًا لفهم العناصر النموذجية في الأحلام وعلاقتها بعملية التفرد - الرحلة النفسية نحو الكمال.\nتشمل مساهماتها في تفسير الأحلام تحليلات مفصلة لسلاسل الأحلام، ودور الأرقام في الأحلام، وأنماط الأحلام عبر الثقافات. لا تزال كتبها، بما في ذلك \"الأحلام\" و\"عن الأحلام والموت\"، تؤثر في تحليل الأحلام اليونغي المعاصر."
        },
        {
            "id": "11",
            "name": "بيير جانيت",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Photo_of_Pierre_Janet.jpg",
            "categories": ["استكشاف اللاوعي"],
            "categoryKeys": ["subconscious_exploration_key"],
            "description": "عالم نفس وفيلسوف ومعالج نفسي فرنسي في مجال التفكك والذاكرة الصادمة.",
            "bioUrl": "كان بيير جانيت عالم نفس وطبيبًا وفيلسوفًا فرنسيًا أسس التحليل النفسي وطور نظريات مبكرة حول العقل الباطن. كمعاصر لفرويد ويونغ، أسس جانيت نهجه الخاص لفهم النفس.\nأثر عمل جانيت على التفكك والذكريات الصادمة في الفهم اللاحق لكيفية تأثير الصدمة على الأحلام. وثّق كيف يمكن للتجارب الصادمة أن تتكرر في شكل أحلام، مقدمًا مفاهيم توقعت أبحاث الصدمات الحديثة.\nعلى الرغم من أنها لم تركز بشكل أساسي على الأحلام، إلا أن نظريات جانيت حول التكامل والتفكك النفسي قدمت أسسًا مهمة لفهم كيف تعكس الأحلام الأداء النفسي. يرتبط مفهومه عن \"التوتر النفسي\" وتقليله أثناء النوم بالنظريات اللاحقة حول الوظائف التنظيمية للأحلام."
        },
        {
            "id": "12",
            "name": "إريك فروم",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Erich_Fromm_1974.jpg",
            "categories": ["استكشاف اللاوعي"],
            "categoryKeys": ["subconscious_exploration_key"],
            "description": "عالم نفس اجتماعي ومحلل نفسي وعالم اجتماع وفيلسوف إنساني ألماني.",
            "bioUrl": "كان إريك فروم عالم نفس اجتماعي ومحلل نفسي وفيلسوفًا ألمانيًا دمج التحليل النفسي مع النظرية الماركسية والفكر الوجودي. كعضو في مدرسة فرانكفورت ولاحقًا في علم النفس الإنساني الأمريكي، طور فروم نهجًا موجهًا اجتماعيًا لفهم الطبيعة البشرية.\nفي عمله على الأحلام، لا سيما في \"اللغة المنسية\" (1951)، وضع فروم تفسير الأحلام كجزء من فهم أوسع للغة الرمزية. ميّز بين الرموز التقليدية والعرضية والعالمية في الأحلام، مؤكدًا على التأثيرات الثقافية والاجتماعية.\nعلى عكس الفرويديين الأرثوذكس، لم يرَ فروم الأحلام في المقام الأول كتعبيرات عن النشاط الجنسي المكبوت ولكن كانعكاسات للشخص بأكمله - مخاوفهم وآمالهم وصراعاتهم الداخلية في سياق اجتماعي. سعى نهجه إلى استعادة قدرة الحالم على الوعي من خلال فهم رمزية الأحلام."
        },
        {
            "id": "13",
            "name": "ويليام جيمس",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/500px-William_James_b1842c.jpg",
            "categories": ["استكشاف اللاوعي"],
            "categoryKeys": ["subconscious_exploration_key"],
            "description": "فيلسوف ومؤرخ وعالم نفس أمريكي، وأول معلم يقدم مقررًا في علم النفس في الولايات المتحدة.",
            "bioUrl": "كان ويليام جيمس فيلسوفًا وعالم نفس وطبيبًا أمريكيًا ساعد في تأسيس علم النفس كتخصص أكاديمي في الولايات المتحدة. كأول أستاذ لعلم النفس في جامعة هارفارد، كتب جيمس أعمالًا مؤثرة، بما في ذلك \"مبادئ علم النفس\" (1890).\nعلى الرغم من أنه لم يكن باحثًا في الأحلام بشكل أساسي، إلا أن جيمس قدم ملاحظات مهمة حول وعي الأحلام في كتاباته عن \"تيار الوعي\" والحالات المتغيرة. لاحظ كيف تعكس الأحلام العمليات النفسية الطبيعية التي تعمل في ظل ظروف مختلفة.\nأثرت فلسفة جيمس البراغماتية والتعددية في المناهج النفسية اللاحقة للأحلام، مؤكدة على التجربة بدلاً من النظرية. كما وفر اهتمامه بالتجارب الصوفية وحدود الوعي سياقًا لفهم حالات الأحلام غير العادية."
        },
        {
            "id": "14",
            "name": "ميلتون إتش. إريكسون",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Erickson_college.jpg",
            "categories": ["استكشاف اللاوعي"],
            "categoryKeys": ["subconscious_exploration_key"],
            "description": "طبيب نفسي وعالم نفس أمريكي متخصص في التنويم المغناطيسي الطبي والعلاج الأسري.",
            "bioUrl": "كان ميلتون إتش. إريكسون طبيبًا نفسيًا أمريكيًا متخصصًا في التنويم المغناطيسي الطبي والعلاج الأسري. اشتهر إريكسون بمناهجه المبتكرة في العلاج بالتنويم المغناطيسي، وطور طرقًا فريدة للوصول إلى الموارد اللاواعية وتسهيل التغيير العلاجي.\nاستخدم إريكسون تقنيات مشابهة لعمل الأحلام في مناهجه التنويمية، مدركًا أن كلًا من الأحلام والحالات التنويمية تصل إلى مواد لاواعية. غالبًا ما كان يعمل مع أحلام المرضى، ليس بتفسيرها مباشرة، ولكن باستخدام مواد الأحلام لاقتراح إمكانيات علاجية.\nأثر نهجه الطبيعي في عمل الأحلام المعاصر من خلال إظهار كيف يمكن إعادة صياغة صور وقصص الأحلام علاجيًا أو متابعتها في حالات اليقظة. تشترك المناهج الحديثة مثل عمل الأحلام الجشطالتي وعلاج تكرار الصور للكوابيس في عناصر مع طرق إريكسون."
        },
        {
            "id": "15",
            "name": "كارين هورني",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Karen_Horney_1938.jpg",
            "categories": ["استكشاف اللاوعي"],
            "categoryKeys": ["subconscious_exploration_key"],
            "description": "محللة نفسية ألمانية مارست عملها في الولايات المتحدة خلال الجزء الأخير من حياتها المهنية.",
            "bioUrl": "كانت كارين هورني محللة نفسية ألمانية أمريكية تحدت آراء فرويد حول علم نفس المرأة وطورت نظريات تؤكد على العوامل الاجتماعية والثقافية في العصاب. كمؤسسة للفرويدية الجديدة وعلم النفس الإنساني، قدمت هورني مراجعات مهمة للفكر التحليلي النفسي.\nفي نهجها تجاه الأحلام، حولت هورني التركيز من التأكيد الفرويدي على الرغبات الغريزية إلى فحص كيف تكشف الأحلام عن إدراك الذات، والعلاقات، والاتجاهات العصابية. رأت الأحلام كتعبيرات عن \"الذات الحقيقية\" التي غالبًا ما تكون مخفية بواسطة الأنماط العصابية في حياة اليقظة.\nيمكن ملاحظة مفاهيم هورني مثل \"التحرك نحو\"، و\"التحرك ضد\"، و\"الابتعاد عن\" الآخرين في محتوى الأحلام، مما يوفر رؤى حول أنماط الحالم الشخصية. كما أثر تأكيدها على العوامل الثقافية في فهم كيف يشكل السياق الاجتماعي صور الأحلام وتفسيرها."
        },
        {
            "id": "16",
            "name": "أوتو رانك",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Otto_Rank.jpg",
            "categories": ["استكشاف اللاوعي"],
            "categoryKeys": ["subconscious_exploration_key"],
            "description": "محلل نفسي وكاتب ومعلم نمساوي.",
            "bioUrl": "كان أوتو رانك محللًا نفسيًا وكاتبًا ومعلمًا نمساويًا، وكان من أقرب زملاء فرويد قبل أن ينفصل عن التحليل النفسي الأرثوذكسي. ركز عمله على الإبداع، وعلم نفس الفنانين، وصدمة الولادة.\nساهم رانك في نظرية الأحلام التحليلية النفسية المبكرة كمساعد لفرويد ومتعاون معه. ساعد في نشر الطبعة الثانية من \"تفسير الأحلام\" (1909) وطور أفكارًا حول دور الإبداع في الأحلام والفن.\nفي وقت لاحق من حياته المهنية، أثر تأكيد رانك على الإرادة والوعي واللحظة الحالية في علم النفس الإنساني والمناهج الوجودية لتفسير الأحلام. أشار مفهومه عن \"صدمة الولادة\" إلى أن الأحلام الصعبة يمكن أن تعيد تمثيل صدمة الولادة والانفصال رمزيًا."
        }
    ],
    "mythologies": [
        {
            "id": "myth-greek",
            "name": "الأساطير اليونانية",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Greek_Mythology.png",
            "mythologyKey": "Greek",
            "categoryKeys": ["mythological_interpretation"],
            "infoUrl": "تتميز الأساطير اليونانية بالأونيروي، وهم أرواح الأحلام المجنحة، أبناء نيكس (الليل) وإخوة هيبنوس (النوم). كان مورفيوس، القادر على الظهور في شكل بشري في الأحلام، قائدهم. اعتقد اليونانيون أن الأحلام يمكن أن تكون رسائل نبوية من الآلهة أو أوهامًا خادعة، حيث تمر الأحلام الحقيقية عبر بوابات من قرن والأحلام الكاذبة عبر بوابات من عاج. مُورست عملية تفسير الأحلام في معابد الشفاء المسماة أسكليبيون، حيث ساعدت طقوس حضانة الأحلام الباحثين على تلقي التوجيه الإلهي للشفاء والبصيرة الروحية."
        },
        {
            "id": "myth-roman",
            "name": "الأساطير الرومانية",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Roman_Mythology.png",
            "mythologyKey": "Roman",
            "categoryKeys": ["mythological_interpretation"],
            "infoUrl": "تمحورت ثيولوجيا الأحلام الرومانية حول سومنوس (النوم)، الذي أنجب السومنيا أو \"أشكال الأحلام\". كان أبرز أبنائه مورفيوس (الذي شكل أشكالًا بشرية في الأحلام)، وفوبيتور/إيسيلوس (الذي خلق أشكالًا حيوانية)، وفانتاسوس (الذي صاغ أحلامًا عن أشياء جامدة). مارس الرومان حضانة الأحلام في المعابد واستخدموا مفسري أحلام محترفين يُدعون كونيكتوريس. كان يُنظر إلى الأحلام على أنها رسائل محتملة من الآلهة أو نُذُر بأحداث مستقبلية، مع وجود كتيبات تفسير توجه الرومان في فهم رؤاهم الباطنية وتأثيراتها على حياة اليقظة."
        },
        {
            "id": "myth-egyptian",
            "name": "الأساطير المصرية",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Egyptian_Mythology.png",
            "mythologyKey": "Egyptian",
            "categoryKeys": ["mythological_interpretation"],
            "infoUrl": "نظر المصريون القدماء إلى الأحلام على أنها مساحة حدية بين عالم الأحياء والعالم الإلهي. على الرغم من عدم وجود إله محدد للأحلام لديهم، عُرفت آلهة مثل سيرابيس بإرسال رؤى شافية خلال طقوس النوم في المعبد. صنفت كتب الأحلام مثل بردية تشيستر بيتي الأحلام ومعانيها، مما يُظهر نهجهم المتطور في تفسير اللاوعي. اعتقد المصريون أن البا (الروح) يمكن أن تسافر أثناء النوم، وأن الأحلام يمكن أن تحتوي على رسائل من الآلهة أو الأسلاف المتوفين، تقدم التوجيه أو التحذيرات أو الرؤى النبوية حول الأحداث المستقبلية."
        },
        {
            "id": "myth-norse",
            "name": "الأساطير الإسكندنافية",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Norse_Mythology.png",
            "mythologyKey": "Norse",
            "categoryKeys": ["mythological_interpretation"],
            "infoUrl": "أخذت الشعوب الإسكندنافية الأحلام على محمل الجد باعتبارها رؤى محتملة للمصير. على الرغم من عدم وجود إله محدد للأحلام لديهم، ارتبطت شخصيات مثل نوت (الليل) ونيورون الغامضة بالأحلام في التفسيرات اللاحقة. تم تصنيف الأحلام إما كرؤى ذات مغزى أو \"هراء أحلام\" لا معنى له. غالبًا ما ظهرت الأحلام الهامة في الملاحم على أنها نبوية، مثل حلم بالدر الذي تنبأ بموته. تضمنت الممارسات الشامانية الإسكندنافية حالات نشوة شبيهة بالأحلام حيث اعتقد الممارسون أنهم يستطيعون السفر بين العوالم والتواصل مع الأرواح، واستكشاف طبقات أعمق من الوعي."
        },
        {
            "id": "myth-turkish",
            "name": "الأساطير التركية",
            "imageUrl": "https://ai.satoshiturk.com/yorumcular/Turkish_Mythology.png",
            "mythologyKey": "Turkish",
            "categoryKeys": ["mythological_interpretation"],
            "infoUrl": "في الأساطير التركية، ربطت الأحلام العالم المادي بالعالم الروحي. كان يُعتقد أن الإلهة أوماي ترسل أرواح أحلام واقية للبشر. استخدم الشامانات (كام) الأحلام وحالات النشوة للتواصل مع الأرواح عبر الكون ثلاثي المستويات (العالم العلوي، والعالم الأوسط، والعالم السفلي). ارتبطت إلهة الخصوبة أوماي بإرسال أرواح الأحلام، بينما غالبًا ما كانت تُنسب تجارب الأحلام السلبية إلى باستي، وهو روح يجلس على صدور النائمين مسببًا الكوابيس. لعبت الأحلام دورًا هامًا في الممارسات الشامانية التركية كوسيلة للوصول إلى المعرفة الإلهية والتوجيه الروحي."
        }
    ]
}
