{
  "scientists": [
    {
      "id": "1",
      "name": "Sigmund Freud",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Sigmund_Freud%2C_by_Max_Halberstadt_%28cropped%29.jpg/500px-Sigmund_Freud%2C_by_Max_Halberstadt_%28cropped%29.jpg",
      "categories": ["Rüya Yorumlama", "Bilinçaltı Keşfi"],
      "description": "Sigmund Freud (/frɔɪd/ FROYD;[2] Austrian German: [ˈziːgmʊnd frɔʏd]; born Sigismund Schlomo Freud; 6 May 1856 – 23 September 1939) was an Austrian neurologist and the founder of psychoanalysis, a clinical method for evaluating and treating pathologies seen as originating from conflicts in the psyche, through dialogue between patient and psychoanalyst,[3] and the distinctive theory of mind and human agency derived from it.[4]/n
Freud was born to Galician Jewish parents in the Moravian town of Freiberg, in the Austrian Empire. He qualified as a doctor of medicine in 1881 at the University of Vienna.[5][6] Upon completing his habilitation in 1885, he was appointed a docent in neuropathology and became an affiliated professor in 1902.[7] Freud lived and worked in Vienna having set up his clinical practice there in 1886. Following the German annexation of Austria in March 1938, Freud left Austria to escape Nazi persecution. He died in exile in the United Kingdom in 1939./n
In founding psychoanalysis, Freud developed therapeutic techniques such as the use of free association and discovered transference, establishing its central role in the analytic process. Freud's redefinition of sexuality to include its infantile forms led him to formulate the Oedipus complex as the central tenet of psychoanalytical theory.[8] His analysis of dreams as wish-fulfilments provided him with models for the clinical analysis of symptom formation and the underlying mechanisms of repression. On this basis, Freud elaborated his theory of the unconscious and went on to develop a model of psychic structure comprising id, ego and super-ego.[9] Freud postulated the existence of libido, sexualised energy with which mental processes and structures are invested and which generates erotic attachments, and a death drive, the source of compulsive repetition, hate, aggression, and neurotic guilt.[9] In his later work, Freud developed a wide-ranging interpretation and critique of religion and culture./n
Though in overall decline as a diagnostic and clinical practice, psychoanalysis remains influential within psychology, psychiatry, psychotherapy, and across the humanities. It thus continues to generate extensive and highly contested debate concerning its therapeutic efficacy, its scientific status, and whether it advances or hinders the feminist cause.[10] Nonetheless, Freud's work has suffused contemporary Western thought and popular culture. W. H. Auden's 1940 poetic tribute to Freud describes him as having created "a whole climate of opinion / under whom we conduct our different lives".[11]/n/n
Biography/nFreud (aged 16) and his mother, Amalia, in 1872/nSigmund Freud was born to Ashkenazi Jewish parents in the Moravian town of Freiberg,[12][13] in the Austrian Empire (in Czech Příbor, now Czech Republic), the first of eight children.[14] Both of his parents were from Galicia. His father, Jakob Freud, a wool merchant, had two sons, Emanuel and Philipp, by his first marriage. Jakob's family were Hasidic Jews and, although Jakob himself had moved away from the tradition, he came to be known for his Torah study. He and Freud's mother, Amalia Nathansohn, who was 20 years younger and his third wife, were married by Rabbi Isaac Noah Mannheimer on 29 July 1855.[15] They were struggling financially and living in a rented room, in a locksmith's house at Schlossergasse 117 when their son Sigmund was born.[16] He was born with a caul, which his mother saw as a positive omen for the boy's future.[17]/n
In 1859, the Freud family left Freiberg. Freud's half-brothers immigrated to Manchester, England, parting him from the "inseparable" playmate of his early childhood, Emanuel's son, John.[18] Jakob Freud took his wife and two children (Freud's sister, Anna, was born in 1858; a brother, Julius born in 1857, had died in infancy) firstly to Leipzig and then in 1860 to Vienna where four sisters and a brother were born: Rosa (b. 1860), Marie (b. 1861), Adolfine (b. 1862), Paula (b. 1864), Alexander (b. 1866). In 1865, the nine-year-old Freud entered the Leopoldstädter Kommunal-Realgymnasium, a prominent high school. He proved to be an outstanding pupil and graduated from the Matura in 1873 with honors. He loved literature and was proficient in German, French, Italian, Spanish, English, Hebrew, Latin and Greek.[19]/n
Freud entered the University of Vienna at age 17. He had planned to study law, but joined the medical faculty at the university, where his studies included philosophy under Franz Brentano, physiology under Ernst Brücke, and zoology under Darwinist professor Carl Claus.[20] In 1876, Freud spent four weeks at Claus's zoological research station in Trieste, dissecting hundreds of eels in an inconclusive search for their male reproductive organs.[21] In 1877, Freud moved to Ernst Brücke's physiology laboratory where he spent six years comparing the brains of humans with those of other vertebrates such as frogs, lampreys as well as also invertebrates, for example crayfish. His research work on the biology of nervous tissue proved seminal for the subsequent discovery of the neuron in the 1890s.[22] Freud's research work was interrupted in 1879 by the obligation to undertake a year's compulsory military service. The lengthy downtimes enabled him to complete a commission to translate four essays from John Stuart Mill's collected works.[23] He graduated with an MD in March 1881.[24]",
      "keyConcepts": ["İd, Ego, Süperego", "..."]
    },
    {
      "id": "2",
      "name": "Carl Jung",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/CGJung.jpg/500px-CGJung.jpg",
      "categories": ["Rüya Yorumlama", "Bilinçaltı Keşfi"],
      "description": "Carl Gustav Jung (/jʊŋ/ YUUNG;[1][2] German: [kaʁl ˈjʊŋ]; 26 July 1875 – 6 June 1961) was a Swiss psychiatrist, psychotherapist, and psychologist who founded the school of analytical psychology.[3][a] He was a prolific author, illustrator, and correspondent, and a complex and controversial character, in certain ways best known through his autobiography Memories, Dreams, Reflections.[6]/n
Jung's work has been influential in the fields of psychiatry, anthropology, archaeology, literature, philosophy, psychology,[7] and religious studies. He worked as a research scientist at the Burghölzli psychiatric hospital in Zurich, under Eugen Bleuler. Jung established himself as an influential mind, developing a friendship with Sigmund Freud, founder of psychoanalysis, conducting a lengthy correspondence paramount to their joint vision of human psychology. Jung is widely regarded as one of the most influential psychologists in history.[8][9]/n
Freud saw the younger Jung not only as the heir he had been seeking to take forward his "new science" of psychoanalysis but as a means to legitimize his own work: Freud and other contemporary psychoanalysts were Jews facing rising antisemitism in Europe, and Jung was Christian.[10] Freud secured Jung's appointment as president of Freud's newly founded International Psychoanalytical Association. Jung's research and personal vision, however, made it difficult to follow his older colleague's doctrine, and they parted ways. This division was painful for Jung and resulted in the establishment of Jung's analytical psychology, as a comprehensive system separate from psychoanalysis. Scholar Yosef Hayim Yerushalmi believed that what he claims to be Jung's antisemitic remarks may be a clue to the schism.[11]/n
Among the central concepts of analytical psychology is individuation—the lifelong psychological process of differentiation of the self out of each individual's conscious and unconscious elements. Jung considered it to be the main task of human development. He created some of the best-known psychological concepts, including synchronicity, archetypal phenomena, the collective unconscious, the psychological complex, and extraversion and introversion. His treatment of American businessman and politician Rowland Hazard in 1926 with his conviction that alcoholics may recover if they have a "vital spiritual (or religious) experience" played a crucial role in the chain of events that led to the formation of Alcoholics Anonymous.[12] Jung was an artist, craftsman, builder, and prolific writer. Many of his works were not published until after his death, and some remain unpublished.[13]/n/n
Biography/nCarl Gustav Jung[b] was born 26 July 1875 in Kesswil, in the Swiss canton of Thurgau, as the first surviving son of Paul Achilles Jung (1842–1896) and Emilie Preiswerk (1848–1923).[14] His birth was preceded by two stillbirths and that of a son named Paul, born in 1873, who survived only a few days.[15][16]/n
Paul Jung, Carl's father, was the youngest son of a noted German-Swiss professor of medicine at Basel, Karl Gustav Jung (1794–1864).[17] Paul's hopes of achieving a fortune never materialised, and he did not progress beyond the status of an impoverished rural pastor in the Swiss Reformed Church. Emilie Preiswerk, Carl's mother, had also grown up in a large family whose Swiss roots went back five centuries. Emilie was the youngest child of a distinguished Basel churchman and academic, Samuel Preiswerk (1799–1871), and his second wife. Samuel Preiswerk was an Antistes, the title given to the head of the Reformed clergy in the city, as well as a Hebraist, author, and editor, who taught Paul Jung as his professor of Hebrew at Basel University.[15]: 17–19/n
The clergy house in Kleinhüningen, Basel, where Jung grew up./nJung's father was appointed to a more prosperous parish in Laufen when Jung was six months old. Tensions between father and mother had developed. Jung's mother was an eccentric and depressed woman; she spent considerable time in her bedroom, where she said spirits visited her at night.[18] Though she was normal during the day, Jung recalled that at night his mother became strange and mysterious. He said that one night, he saw a faintly luminous and indefinite figure coming from her room, with a head detached from the neck and floating in the air in front of the body. Jung had a better relationship with his father.[18]/n
Jung's mother left Laufen for several months of hospitalization near Basel for an unknown physical ailment. His father took Carl to be cared for by Emilie Jung's unmarried sister in Basel, but he was later brought back to his father's residence. Emilie Jung's continuing bouts of absence and depression deeply troubled her son and caused him to associate women with "innate unreliability", whereas "father" meant for him reliability, but also powerlessness.[19] In his memoir, Jung would remark that this parental influence was the "handicap I started off with". Later, these early impressions were revised: "I have trusted men friends and been disappointed by them, and I have mistrusted women and was not disappointed."[20] After three years living in Laufen, Paul Jung requested a transfer. In 1879, he was called to Kleinhüningen, next to Basel, where his family lived in a church parsonage.[21] The relocation brought Emilie Jung closer to contact with her family and lifted her melancholy.[22] When he was 9, Jung's sister Johanna Gertrud (1884–1935) was born. Known in the family as "Trudi", she became a secretary to her brother.[15]: 349 ",
      "keyConcepts": ["Arketipler", "..."]
    }
 
  ],
  "mythologies": [
    {
      "id": "myth-greek",
      "name": "Yunan Mitolojisi",
      "imageUrl": "URL/to/greek-symbol.png",
      "mythologyKey": "Greek",
      "tagline": "Kahramanlar...",
      "description": "Antik Yunan'da rüyalar...",
      "relatedFigures": ["Hypnos", "..."]
    },
    {
      "id": "myth-egyptian",
      "name": "Mısır Mitolojisi",
      "imageUrl": "URL/to/egyptian-symbol.png",
      "mythologyKey": "Egyptian",
      "tagline": "Öteki dünya...",
      "description": "Eski Mısır'da rüyalar...",
      "relatedFigures": ["Thoth", "..."]
    }
 
  ]
}
